<template>
  <div class="container">
    <my-time :list="arr"></my-time>
  </div>
</template>

<script>
import { MyTime } from '~/components/layout'
export default {
  components: {
    MyTime
  },
  data () {
    return {
      arr: [
    {
      "id": "1",
      "title": "成长",
      "content": "人在长期的只有付出没有回报的状态下，生活状态会处在一个焦灼的境地，如果能够控制自己的情绪，静下来去思考，去积极的思考，让自己依然处在一个充满斗志的状态，这是一种成长",
      "creat_time": "1512369051"
    },
    {
      "id": "2",
      "title": "成长",
      "content": "人在长期的只有付出没有回报的状态下，生活状态会处在一个焦灼的境地，如果能够控制自己的情绪，静下来去思考，去积极的思考，让自己依然处在一个充满斗志的状态，这是一种成长",
      "creat_time": "1512369051"
    },
    {
      "id": "3",
      "title": "成长",
      "content": "人在长期的只有付出没有回报的状态下，生活状态会处在一个焦灼的境地，如果能够控制自己的情绪，静下来去思考，去积极的思考，让自己依然处在一个充满斗志的状态，这是一种成长",
      "creat_time": "1512369051"
    },
    {
      "id": "4",
      "title": "成长",
      "content": "人在长期的只有付出没有回报的状态下，生活状态会处在一个焦灼的境地，如果能够控制自己的情绪，静下来去思考，去积极的思考，让自己依然处在一个充满斗志的状态，这是一种成长",
      "creat_time": "1512369051"
    },
    {
      "id": "5",
      "title": "成长",
      "content": "人在长期的只有付出没有回报的状态下，生活状态会处在一个焦灼的境地，如果能够控制自己的情绪，静下来去思考，去积极的思考，让自己依然处在一个充满斗志的状态，这是一种成长",
      "creat_time": "1512369051"
    }
  ]
    }
  }
}
</script>

<style lang="stylus" scoped>

</style>
